Revit 2027 API
BuiltInFailures.TagFailures.TagsCannotBePlacedInUnlocked3dViews Property
 Tags can't be pasted into Unlocked 3D views.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId TagsCannotBePlacedInUnlocked3dViews { get; }
Public Shared ReadOnly Property TagsCannotBePlacedInUnlocked3dViews As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ TagsCannotBePlacedInUnlocked3dViews {
	FailureDefinitionId^ get ();
}
static member TagsCannotBePlacedInUnlocked3dViews : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace